var MyNotes1 = new Array();
MyNotes1.push("Если вы хоть раз сталкивались с монтажом видео, то наверняка знаете, что монтировать под музыку проще всего. Просто ставишь кадры «на стыке» — всё, дело сделано.");
MyNotes1.push("Вот так бы описал это всё одним предложением.");
MyNotes1.push("Камеру пришлось заворачивать в целлофановый пакет.");
MyNotes1.push("Видеоряд снимали в один день, на другой записывали рассуждения человека на самые разные темы: такой свободный поток, как ветер.");
MyNotes1.push("Отсюда и название.");
MyNotes1.push("Вообще, именно это видео было снято первым.");
MyNotes1.push("Кадры появились ещё до самого ветрамыслей.");
MyNotes1.push("Мы вообще не соотносили звук и видео во время нашей работы, а просто делали так, как хочется, и это очень крутое ощущение.");
MyNotes1.push("Никто не знал, каким будет итоговый результат.");

MyNotes1.push("Хотелось сохранить вот то ощущение течения времени, поэтому я пытался не нарушать тот естественный порядок кадров.");
MyNotes1.push("Было круто фанатзировать о том, как звучит та или иная обстановка.");
MyNotes1.push("А вот эта работа — самая случайная!");
MyNotes1.push("Когда смотришь на готовую работу и понимаешь: «Чёрт, да! Я думаю то же самое!»");
MyNotes1.push("Однако, вот что получилось…");
MyNotes1.push("Всегда непонятно, а когда заканчивать такие серии работ?");
MyNotes1.push("Спасибо за внимание и си ю некст тайм!");
MyNotes1.push("В 2017ом году и ранее в Красноярске по адресу Краснодарская 2 находился прикольный трёхэтажный дом. Но что-то явно пошло не так, ведь вскоре этот дом покинули все жители, а потом этот дом покинул Красноярск.");
MyNotes1.push("На Яндекс.Картах, к слову, номер этого дома весело висит в пустоте, а благодаря снимкам 2016го можно убедиться в том, что это был не мираж.");

MyNotes1.push("И мне повезло запечатлеть его однажды горящим, когда я каким-нибудь четвергом возвращался с учёбы.");
MyNotes1.push("А затем отправилась пылиться в кладовку.");
MyNotes1.push("Навечно. Конец.");
MyNotes1.push("Но не этой истории!");
MyNotes1.push("Благодаря коллективным усилиям и воображению моих друзей эта идея трансформировалась во что-то вроде «делаем из фото знак на палке, а ночью ставим его на место дома!».");
MyNotes1.push("А здесь можно посмотреть остальные фотографии, чтобы полностью насладиться и проникнуться эпичностью происходящего!");
MyNotes1.push("НО Я С ЭТИМ БОРЮСЬ!");
MyNotes1.push("Вот представь: левая рука на какао, правая рука на мышке, глаза в монитор — полный чилл");
MyNotes1.push("И тут у тебя вдруг бренькает ВК:");

MyNotes1.push("Привет, мне на один конкурс нужно снять небольшой ролик в 1,5 минуты.");
MyNotes1.push("С завязкой, развязкой и всё такое.");
MyNotes1.push("«Звучит интересно», — думаю я.");
MyNotes1.push("А ПОТОМ ВДРУГ ВСПЛЫВАЕТ ПАРА ВАЖНЫХ ДЕТАЛЕЙ:");
MyNotes1.push("Смотрел мультик про русалочку?");
MyNotes1.push("Мне на Мисс Факультета нужно снять ролик, где я буду этой Ариэль, вот. Больше ничего нет.");
MyNotes1.push("КАК ТЕБЕ ТАКОЕ ТЗ? А? А? А? БУДЕШЬ ЕЩЁ ПЛАКАТЬСЯ СО СВОИХ КОММЕРЧЕСКИХ ЗАКАЗИКОВ?");
MyNotes1.push("МЫ В ДЕРЬМЕ");
MyNotes1.push("После нескольких недель сверхвялого обдумывания я осмелился попросить «фоточку образа»:");

MyNotes1.push("Мне же этот образ показался слегка недоработанным, не хватало изюма. Да, изюма. И кабачка.");
MyNotes1.push("Так как госпожа Прокрастинация посоветовала отложить всё на последний день, с момента начала съёмки до рендера финальной версии прошло всего 17 часов (это понты, да).");
MyNotes1.push("На Ариэль я не похожа от слова «совсем», поэтому мне пришлось заранее купить тонику красного цвета, чтобы хоть на немного приблизить «реальность» к «ожиданию».");
MyNotes1.push("Ну, а кто хоть раз пользовался этим шампунем, знает, что он красит не только волосы, но и всё вокруг (поэтому внимательный зритель может заметить мои рыжие руки, гык).");
MyNotes1.push("Но это была лишь вечерняя подготовка.");
MyNotes1.push("Итак, ранее (уточню) пасхальное утро. Температура за окном близится к отметке 0.");
MyNotes1.push("Я завиваю «морские волны», Ариэль же))0");
MyNotes1.push("Далее четыре сонных тела едут на Татышев, пытаясь разбавить атмосферу шутками.");
MyNotes1.push("До места съемки добираемся благополучно.");

MyNotes1.push("Вы хоть раз стояли в -1 °C около Енисея в одном купальнике?");
MyNotes1.push("Но что не сделаешь ради конкурса красоты в твоём любимом университете?");
MyNotes1.push("И раз мне выпала возможность вставить свои пять копеек, хочу поблагодарить ребят, которые на голом энтузиазме нам помогали.");
MyNotes1.push("Спасибо огромное!");
MyNotes1.push("СТИКЕРМУВИ — это одна большая восхитительная идея от Сёмы Гаммершмидта (немецкая фамилия), которую мы реализовывали дружной оравой — А КАКИЕ Я СЛОВА-ТО ПОМНЮ!");
MyNotes1.push("Вам же тут надо всё РАСШИФРОВЫВАТЬ, или, если сказать моднее, ДЕКОДИРОВАТЬ, так что сразу этим и займёмся.");
MyNotes1.push("Технология анимации с отрубанием половины головы у картиночки и беспорядочной тряской этим самым куском во время реплик мне приснилась во сне.");
MyNotes1.push("Вообще, это всё собиралось в лучшей (после Final Cut, конечно) монтажной программе Adobe Premiere.");
MyNotes1.push("Данные композиции были использованы, чтобы повторить попытку сериала 'В Филадельфии всегда солнечно' сэкономить на саундтреке и взять треки, находящиеся в общественном достоянии.");

MyNotes1.push("Увы, план провалился, у композиций появился жадный правообладатель!");
MyNotes1.push("А мы автоматически превратились в ПИРАТОВ! ЙО-ХО-ХО!");
MyNotes1.push("Стикер-муви? Это что фильм про стикеры? Как эможди-фильм, только стикеры? Ахахаха. А, мой саундтрек? Да, я сам его написал, как и все свои песни. Фильм отличный, если там есть моя симфония. Следующий вопрос.");
MyNotes1.push("СТИКЕРМУВИ является ироничным видеоэссе на тему сюжетов современных мультфильмов.");
MyNotes1.push("Этот текст для описания данного произведения мы используем в ЮБИЛЕЙНЫЙ 37ой раз.");
MyNotes1.push("Мы не смогли договориться с разработчиками МАЙНКРАФТА об условиях использования их игры для фонов.");
MyNotes1.push("Но ВАРКРАФТ ни названием, ни картинкой почти не отличается. ТАМ ДАЖЕ БЛОКИ ЕСТЬ! ВОН! СЕТОЧКА!");
MyNotes1.push("У всего в этом фильме есть шляпа. Даже у тебя, когда ты его смотришь. Чувствуешь, как КАК РАЗ?");
MyNotes1.push("Чтобы создать фильм, нам пришлось ехать в рощу. Вы думаете, это ближайший парк от вашего дома? Нет, это просто далеко.");

MyNotes1.push("Виктор Поладько использовал древнюю трёхступенчатую технику актёрского мастерства. Поставил кадры в правильном порядке, чтобы было понятно.");
MyNotes1.push("Я тусовался с парнями, подкидывал идеи.");
MyNotes1.push("Какие-то проходили, какие-то нет.");
MyNotes1.push("Помните момент, где герои смотрят на рассвет? Правильно, парни забраковали эту идею.");
MyNotes1.push("А усы? Это тоже была моя идея.");
MyNotes1.push("Известный писатель по имени Курт Воннегут рассказывает на лекции о том, как, выглядят сюжеты историй на примерах сказок.");
MyNotes1.push("Ооооо, ИРОНИЯ!");
MyNotes1.push("Ржал, как ненормальный, когда у меня получилось «прикеить» голову кота на место Тимберлейка, и они с Фифти вот это движение руками делают, а я такой МУАХХАХАХАХАХАХАХАХХАХАХ");
MyNotes1.push("Я честно не помню, кто же догадался использовать именно этот клип, но решение гениальное!");

MyNotes1.push("(да, Настя, скорее всего, это была ты)");
MyNotes1.push("Помните глубокую любовную линию в 'СТИКЕРМУВИ'?");
MyNotes1.push("Наши исследования показали, что любовная линия сделает любой фильм популярнее ровно на 20%, будь то картина про войну во Вьетнаме или документалка про муравьёв, но сколько она будет длиться, уже не имеет значения.");
MyNotes1.push("Одной секунды мало?");
MyNotes1.push("Я сказал, что не буду комментировать это без своего адвоката! ТЫ КТО, СЛЕДОВАТЕЛЬ?! УБЕРИ ОТ МЕНЯ РУКИ!1!");
MyNotes1.push("Просто наслаждайтесь.");
MyNotes1.push("В качестве фотографического мессии меня пригласили повыбирать победителя.");
MyNotes1.push("Extravision — экстрановый конкурс фотографии, все дела.");
MyNotes1.push("После конкурса возникли кое-какие вопросы, собственно, на них здесь и отвечу, представив на общее обозрение свой ЭКСПЕРТНЫЙ (да, я — эксперт) лист.");

MyNotes1.push("— этот текст я скопипастил.");
MyNotes1.push("Данная критериальная система оценивания показалась мне сложной и запутанной, поэтому я её не использовал.");
MyNotes1.push("Никогда такого раньше не видел.");
MyNotes1.push("Мишура + Грудь + Лето — это авторская критика постсоветского пространства.");
MyNotes1.push("Вялая критика капиталистического общества");
MyNotes1.push("Это пример отличного смешивания славянских мотивов со «Стариком Логаном».");
MyNotes1.push("Постмодернизм.");
MyNotes1.push("Пресно, словно несолёный лосось.");
MyNotes1.push("Крепкая документальная фотография.");

MyNotes1.push("Гнетущее ощущение пустой наполненности и ностальгии.");
MyNotes1.push("Превосходно.");
MyNotes1.push("Банальщина.");
MyNotes1.push("Наглая эксплуатация образа новорождённого.");
MyNotes1.push("Тема не раскрыта до конца — и в этом особый шарм.");
MyNotes1.push("В лоб. Романтика. Документ.");
MyNotes1.push("Скука x2.");
MyNotes1.push("Недоступное каждому двойное дно.");
MyNotes1.push("Банально? Возможно. Но кого это волнует?");

MyNotes1.push("Глубоко (возможно).");
MyNotes1.push("Устал.");
MyNotes1.push("meh.");
MyNotes1.push("Смесь египетских мотивов с поп-культурой (Mortal Kombat, очевидно). Очень мощно. Арена для Trilogy в документалистике. Шикарно. Обалденно. Потрясающе!");
MyNotes1.push("Ч/б диптих помогает.");
MyNotes1.push("Собственно, именно поэтому таков результат.");
MyNotes1.push("Ещё вопросы?");
MyNotes1.push("Зачем эти вводные слова?");
MyNotes1.push("Это о том, как снимать на рассвете в 5 утра (???), потому что у друга скоро заканчивается аренда объектива с других съёмок.");

MyNotes1.push("Это о том, как 2ой раз с одной и той же девушкой съёмки срываются.");
MyNotes1.push("Но ты не отчаиваешься и продолжаешь ехать на запланированное место.");
MyNotes1.push("Пишешь ей. Она соглашается и сразу приезжает.");
MyNotes1.push("А это про то, как друг-фотограф из прошлой истории решил побриться налысо.");
MyNotes1.push("Совсем без цифр.");
MyNotes1.push("И ты понимаешь, что именно сейчас пришло их время.");
MyNotes1.push("Может, пока что.");
MyNotes1.push("А это про то, что любую серию надо как-то заканчивать.");
MyNotes1.push("А ещё про то, когда съёмки просто сразу получаются.");

MyNotes1.push("И о том, как про твои работы гораздо круче рассказывает другой человек.");

function getRandomInt(min, max) {
  return Math.floor(Math.random() * (max - min + 1)) + min;
}

function picknotesmall() {
  document.getElementById("notesmall").value = MyNotes1[getRandomInt(0, MyNotes1.length - 1)];
}

function picknotelarge() {
  document.getElementById("notelarge").value = MyNotes1[getRandomInt(0, MyNotes1.length - 1)];
}
